<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@page import="bookcafe.member.service.MemberVO"%>
<%@page import="java.util.Map"%>
<!DOCTYPE html>
<html lang="en">
<head>
</head>
<body>
<table>
	<tbody>
		<tr><td height="15"></td></tr>
		<tr><td><span class="glyphicon glyphicon-minus" aria-hidden="true"></span>  <b>책빵 이용약관</b></td></tr>
		<tr><td height="5"></td></tr>
	</tbody>
</table>

	
<table>
<tbody><tr><td bgcolor="white" valign="middle" align="right">
<textarea name="textfield" cols="100" rows="15" style="width:540px; height:180px; border:1px solid #cfcfcf" class="forms2" readonly>
제 1장 총칙

본 약관은 책빵 (이하 “회사”라 칭함)이 운영하는 웹사이트 (이하 “책빵”이라 칭함)를 통하여 제공되는 정보 및 여러 관련  서비스(이하 “서비스”라 칭함)를 회원이 이용함에 있어, 서로간의  서비스  이용조건 및 절차, 기타 필요한 사항을 규정함을 목적으로 합니다.

제 1 조 (약관 동의 및 계약의 성립)

당사에서 운영하는 책빵 서비스는 이 약관에 동의한 이용자들에게 제공되는 서비스입니다.
서비스를 이용하려는 희망자는 반드시 이 약관에 동의해야 하며 ‘회원가입신청서’를 제출하였을 때는 본 약관의 내용에 동의한다는 것을 의미하며, 또한 본 약관에 명시된 조건의 적용을 받게 됩니다.

제 2 조 (약관의 효력 및 변경)

본 약관은 회사가 서비스하는 책빵 공지사항을 통한 공지와 회원가입 절차에 의한 동의에 의해 효력을 발휘합니다.
 회사는 사정 변경의 경우와 영업상 중요 사유가 있을 때, 약관 규제 등에 관한 법률 및 기타 관련 법률에 위배되지 않는 범위 내에서, 사전 통지 없이 수시로 약관을 변경할 수 있으며, 변경된 약관은 공지사항을 통해 공지함으로써  효력을 발생합니다.

약관 변경 이전에 가입한 회원을 포함하여, 가입한 모든 회원은 최근 공지된 약관의 적용을 받게 되므로, 책빵의 공지사항 및 본 약관을 정기적으로 확인할 책임이 있으며, 책빵을 계속 사용하는 것은 본 약관의 내용을 여타의 변경 없이 수락하고 동의하는 것이 됩니다.
본 약관에 명시되지 않은 사항은 전기통신사업법 및 기타 관련 법령과 그 시행령의 규정에 의합니다.

제 3 조 (용어의 정의)

이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. 회원 : "책빵"의 서비스 이용계약을 체결하고 이용자 아이디를 부여받은 자.
2. 아이디(ID) : 회원 식별과 회원의 서비스 이용을 위하여 회원이 신청하고 "책빵"이 승인하는 문자와숫자의 조합
3. 비밀번호 : 회원의 비밀 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합
4. 운영자 : 서비스의 전반적인 관리와 원활한 운영을 위하여 "책빵"에서 선정한 사람
5. 해지 : "책빵" 또는 회원이 서비스 개통 후 이용계약을 해약 하는 것


제2장 서비스 가입과 탈퇴

제 1 조 (가입 과 탈퇴)

 1. 회원가입을 희망하는 이용자는 소정의 회원가입 신청서를 작성하여야 합니다.
 2. 제1항의 경우 가입을 희망하시는 분이 "책빵"의 회원으로서 적합하지 않다고 인정될 경우, "책빵"은 입회 신청을 거절할수 있습니다.
 3. 회원은 언제든지 자신의 의사에 따라 회원을 탈퇴할 수 있습니다.

제 2 조 (회원자격의 정지 및 박탈)

 1. "책빵"은 회원이 다음 각 호에 해당되는 경우, 회원의 자격을 일시
 정지 및 박탈할 수 있습니다.
1). 타인의 ID 및 비밀번호를 도용한 경우
2). 서비스 운영을 고의로 방해한 경우
3). 가입한 이름이 실명이 아닌 경우
4). 같은 사용자가 다른 ID로 이중등록을 한 경우
5). 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우
6). 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우
7). 타인의 명예를 손상시키거나 불이익을 주는 행위를 한경우
8). 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우
9). 정보통신설비의 오작동이나 정보등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우
10). "책빵", 다른 회원 또는 제3자의 지적재산권을 침해하는경우
11). 정보통신윤리위원회 등 외부기관의 시정요구가 있거나 불법선거운동과 관련하여 선거관리위원회의 유권해석을 받은 경우
12). 타인의 개인정보, 이용자ID 및 비빌번호를 부정하게 사용하는 경우
13). "책빵"의 서비스 정보를 이용하여 얻은 정보를 "책빵"의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
14). 회원이 게시판에 욕설이나 음란물을 게재하거나 음란사이트 링크하는 경우
15). 본 약관을 포함하여 기타 회사가 정한 이용조건에 위반한 경우



제 3 조 (서비스 이용 계정)


 1. 본 서비스의 회원 계정은 회사에서 제공하는 서비스에서만 적용되며, 가입 시에 모든 이용자 정보 항목에 대하여 정확하고 진실된 정보를 제공해야 합니다.
 2. 회사는 서비스 제공과 관련하여 취득한 회원정보를 본인의 사전 승낙 없이 타인에게 누설 또는 제공할 수 없으며 서비스 관련 업무 이외의 목적으로 사용할 수 없습니다. 단, 아래의 내용에 해당하는  경우에는 예외로 합니다.
1). 관련 법령에 특별한 규정이 있는 경우
2). 정보통신윤리위원회 및 기타 공공기관의 협조 요청이 있는 경우
3). 서비스 제공에 따른 요금정산을 위하여 필요한 경우
4). 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
5). 기타 본 서비스의 운영을 위하여 필요한 경우
6) 이용자가 서비스를 탈퇴하거나 회사에 정한 규정에 반하여 제재를 받은 경우 회사는 이용자의 서비스 이용 계정 중 보관이 필요한 항목에 대해서는 6개월동안 보관할 수 있습니다. 단, 서비스 이용계정의 보관기간은 회사의 사정에 따라 변경될 수 있습니다.


제 4 조 (서비스 실명제)

1. 서비스 가입시 모든 회원은 반드시 실명으로 등록하여야 합니다. 실명으로 등록하지 않은 이용자는 법적인 보호를 받을 수 없으며, 서비스 사용의 제한 및 제재를 받을 수 있습니다.
2. 회사는 건전한 서비스의 운영을 위하여 회원 실명제를 실시합니다.


제 5 조 (서비스의 중단)

1. 회사는 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신사업자가 전기통신서비스를 중지하는 경우, 새로운 서비스로의 교체, 컴퓨터 등 정보통신설비의 보수점검 및 교체, 기타 부득이한 사유로 인해 회사가 적절하다고 판단된 경우 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.
2. 회사는 제1항의 규정에 의하여 서비스의 이용을 제한하거나 정지한 때에는 그 사유 및 제한기간 등을 지체 없이 이용고객에게 알려야 합니다. 단, 회사가 통제할 수 없는 사유로 인한 경우에는 그러하지 아니합니다.


제3장 의무 조항

 제 1 조 ("책빵"의 의무)

1. "책빵"은 서비스 제공과 관련해서 알고 있는 회원의 신상정보를 본인의 승낙없이 제 3자에게 누설 배포하지 않습니다.
      단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 정보통신윤리 위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우에는 그러하지 않습니다.

2.회사는 관계법령 및 회사의 "개인정보 보호정책"에 따라 회원의 개인정보를 보호할 책임을 지며, 이외 회원 자신의 개인정보인 ID 및 비밀번호에 관한 관리책임은 각 회원에게 있습니다. 회사는 회원이 가입신청서에 기재하였거나 기타의 절차에 따라 제공한 회원정보를 철저히 보안 유지하며, 양질의 서비스를 운영하거나 개선하는 데에만 사용하고 다른 목적으로 타 기관 및 개인에게 양도하지 않습니다.
3. 회사가 양질의 서비스를 운영하거나 개선하기 위하여 회원의 정보를 업체에게 제공해야 할 경우에는 정보 제공 이전에, 제휴 업체 및 목적, 내용 등을 회원에게 통지하고 동의를 얻어 진행합니다.
4. 회사는 다음의 경우에 한하여, 회원의 개인정보를 관련된 제3자에게 제공할 수 있습니다.
  가. 회원이 서비스를 이용함에 있어, 관련법률을 위반하여 정부기관으로부터 정보제공을 요청 받은 경우
  나. 회원이 관련법률 및 본 약관을 위반한 것을 확인 받아야 할 경우

제 2 조 (회원의 의무)

1. 아이디(ID)와 비밀번호에 관한 모든 관리책임은 회원에게 있습니다.
회원에게 부여된 아이디(ID)와 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
2. 자신의 아이디(ID)가 부정하게 사용된 경우 회원은 반드시 "책빵"에 그 사실을 통보해야 합니다.
3. 회원은 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다.
 1). 다른 회원의 ID를 부정하게 사용하는 행위
 2). 서비스에서 얻은 정보를 "책빵"의 사전승낙 없이 회원의 이용이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위
 3). 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위
 4). 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위
 5). 범죄와 결부된다고 객관적으로 판단되는 행위
 6). 기타 관계법령에 위배되는 행위
4. 회원은 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수하여야 합니다.
5. 회원은 내용별로 "책빵'의 서비스 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수하여야 합니다.
6. 회원은 "책빵"의 사전승낙없이는 서비스를 이용하여 영업활동을 할 수 없으며, 영업 활동의 결과와 회원이 약관에 위반한 영업활동을 이용하여 발생한 결과에 대하여 "책빵"은 책임을 지지 않습니다. 회원은 이와 같은 영업활동에 대하여 "책빵"에 대하여 손해배상의무를 집니다.
7. 회원은 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
8. 기타 본 서비스의 운영과 관리에 피해를 주는 정보나 행위
9. 위의 싱명제 서비스 규정에 해당하는 닉네임으로 인해 서비스에 중요한 피해를 주고 있다고 판단되면 회사는 해당 이용자에게 사전 통보없이 서비스 사용 금지 등의 조치를 즉각적으로 취할 수 있으며 탈퇴를 권고할 수 있습니다. 단, 해당 내용을 이용자가 인지할 수 있도록 하여야 하며 이용자의 이의 신청에 대하여 회사는 성실하고 정확한 기준을 제시하여야 합니다.
10. 이용자는 제 3자의 지적소유정보에 대해 당사자의 허락 없이 그 정보를 게시 및 서비스 할 수 없습니다. 이용자는 자신이 작성하여 전달한 내용에 포함된 어떤 종류의 소프트웨어 프로그램, 정보, 메시지, 데이터, 문서, 그림, 이미지, 문자, 소리, 퍼스널러티와 다른 종류의 정보에 기인하여 발생한 저작권 침해 기타 침해로 인해 발생하는 저작권자 기타 권리소유자의 피해에 대해 전적으로 이용자에게 책임이 있습니다
11. 이용자는 회사에서 필요로 하는 광고내용을 서비스를 통하여 수신할 수 있습니다. 단, 회사는 광고내용의 발송에 대하여 이용자가 광고내용 수신을 원하지 않는 경우 더 이상 발송하지 않습니다.


제4장 정보의 이용과 서비스

제 1 조 (정보의 제공)
1. "책빵"은 회원이 서비스 이용 중 필요 하다고 인정되는 다양한 정보에 대해서 전자우편이나 서신우편 등의 방법으로 회원에게 제공할 수 있으며 회원은 원치 않을 경우 정보수신거부를 할 수 있습니다.

 제 3 조 (회원의 게시물)
"책빵"은 회원이 게시하거나 등록하는 서비스내의 내용물이 다음 각 호에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있습니다.

 1. 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
 2. 공공질서 및 미풍양속에 위반되는 내용인 경우
 3. 범죄적 행위에 결부된다고 인정되는 내용일 경우
 4. "책빵'의 저작권, 제 3 자의 저작권 등 기타 지적 재산권 권리를 침해하는 내용인 경우
 5. "책빵"에서 규정한 게시기간을 초과한 경우
 6. 회원이 게시판에 욕설이나 음란물을 게재하거나 음란사이트를 링크하는 경우
 7. 기타 관계법령에 위반된다고 판단되는 경우

제 4 조 (게시물의 저작권)

서비스에 게재된 자료에 대한 권리는 다음 각 호와 같습니다.

 1. 게시물에 대한 권리와 책임은 게시자 에게 있으며 "책빵'은 게시자의 동의 없이는 이를 서비스내 게재 이외에 영리적 목적으로 사용할 수 없습니다. 단, 비영리적인 경우에는 그러하지 아니하며 또한 "책빵"은 서비스내의 게재권을 갖습니다.
 2. 회원은 서비스를 이용하여 얻은 정보를 가공, 재판매하는 행위등 서비스에 게재된 자료를 상업적으로 재판매 하거나 사용할 수 없습니다.

제 5 조 (결제 수단)
 1. "책빵'의 서비스중 정보 이용 또는 제품 구입대금의 결제는 신용카드, 무통장 입금, 계좌이체, 핸드폰 결재 또는 기타 "책빵"이  인정하는 결제수단으로 할 수 있습니다.

제 6 조 (서비스 이용 책임)
1. 회원은 "책빵'에서 권한 있는 사원이 서명한 명시적인 서면에 구체적으로 허용한 경우를 제외하고는 서비스를 이용하여 불법상품을 판매하는 영업활동을 할 수 없으며 특히 해킹, 돈벌기 광고, 음란사이트를 통한 상업행위, 상용S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 "책빵"은 책임을 지지 않습니다.
2. 회사는 제 3 조에서 규정한 내용을 제외하고 서비스에 표출된 어떠한 의견이나 정보에 대해 확신이나 대표할 의무가 없으며 이용자나 제 3자에 의해 표출된 의견을 승인하거나 반대하거나 수정하지 않습니다. 회사는 이용자간의 정보 교환으로 인해 잃은 이익이나 입은 손해에 대해 책임이 없습니다. 따라서 본 서비스를 이용하시는 분들은 본인의 판단에 따라 정보 등을 취사 선택하시기 바랍니다.
3. 회사는 본 서비스를 통하여 이용자가 작성한 정보 내용에 대한 책임이 없습니다. 모든 정보 내용에 대한 책임은 각 이용자에게 있습니다.
4. 서비스를 통해 이용자 상호간에 이루어진 자료의 교환, 물물교환, 직거래, 기타 금전적인 거래에 대한 책임은 각 이용자에게 있으며 회사는 책임이 없습니다.
5. 이용자는 개인정보 및 서비스 로그온 정보에 대한 관리의 책임이 있습니다. 이용자의 부주의로 인하여 발생하는 개인정보 도용 및 금전적 손해에 대하여 회사는 책임이 없습니다.

 제 7 조 (서비스 제공의 중지)
 1. "책빵"은 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.
  1). 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
  2). 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
  3). 기타 불가항력적 사유가 있는 경우
 2. "책빵"은 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.


제 9 조 (서비스 운영 원칙)
1. 회사는 원활한 서비스 운영을 위하여 “불량정보신고쎈타”를 공지하고 운영합니다.
2. 회사는 “불량정보신고쎈타”을 통하여 이용자에 의하여 신고 접수된 게시물, 정보 등은 “불량정보신고정책”에 의하여 자동으로 해당 게시물, 정보에 대하여 이용자의 동의 없이 확인 및 검수 할 수 있습니다.
3. 회사는 약관 및 “불량정보신고정책”에 위반되어 신고된 게시물 및 정보에 대하여 신고와 확인절차를 통해 이용자의 동의 없이 해당 내용을 삭제할 수 있습니다.
4. 회사는 해당 게시물 및 정보에 대하여 확인 검수 결과 저작권침해나 위법 또는 미풍양속을 해치는 해당 게시물 및 정보를 게시한 이용자에 대하여 경고, 책빵 사용금지 및 회원자격을 제한, 상실시킬 수 있으며 해당 기준을 “불량정보신고쎈타”을 통해 공지합니다.
5. 회사는 해당 게시물, 정보를 게시한 이용자에 대한 제재 내용을 적절한 방법으로 통지하며, 이용자는 통지를 받은 날로부터 3일이내에 해당 내용에 대한 확인을 회사에 요청할 수 있습니다. 하지만 이용자의 그러한 요청이 사회통념상 상식의 범위를 벗어나는 경우, 회사의 업무에 중대한 지장을 준다고 판단한 경우 요청을 거부할 수 있습니다. 회사는 이용자의 요청없이 3일이 경과한 후에는 해당 게시물 및 정보를 보관할 의무가 없습니다.
6.  서비스의 지속 및 원활한 운영을 위하여 회사는 본 이용약관에 동의한 모든 이용자에게 사전동의 없이 가입 시 등록한 개인 이메일 주소로 통보하거나 기타 가능한 공지를 할 수 있습니다.

제 11 조 (요금 및 유료서비스)
 1. 서비스 이용은 기본적으로 무료입니다. 단, 회사에서 정한 별도의 정보와 서비스에 대해서는 일부 유료서비스로 운영되며 유료서비스 이용에 관한 사항은  이용정책에 따릅니다.
 2. 유료서비스에서 제공하는 서비스 중 일부는 이용자가 회사에서 정한 현금충전방식에 따라  적립한 가 있어야 이용할 수 있습니다.
 3.  충전방식은 회사에서 정한 방식을 따르며 유료서비스 운영 정책에 따라 변경될 수 있습니다.
 4. 유료서비스를 이용하는 방법, 환불, 환전, 미성년자의  사용 등은 회사에서 정하는 유료서비스 정책에 따릅니다.
 5. 유료서비스를 이용하고자 하는 모든 이용자는 유료서비스 정책을 따라야 합니다.

제 12 조 (이용 자격 상실)

 1. 회사는 이용자가 본 약관을 위반 했다고 판단한 경우 본 서비스와 관련된 모든 정보를 이용자의 동의 없이 삭제할 수 있습니다.
 2. 회사는 서비스 이용도중 본 약관을 위반한 이용자에 대하여 서비스 재가입을 일정기간 또는 영구히 금지할 수 있습니다.

제 5 장 손해배상 등

제 1 조 (면책조항)
 1. "책빵"은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
 2. "책빵"은 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
 3. "책빵"은 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
 4. "책빵"은 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.

제 3 조 (관할법원)
 유료서비스 요금 등 서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 "책빵"의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.
</textarea>

</td></tr>
</tbody></table>

<br>

<table>
<tbody><tr><td><span class="glyphicon glyphicon-minus" aria-hidden="true"></span>  <b>개인정보보호정책</b></td></tr>
<tr><td height="5"></td></tr>
</tbody></table>
<table>
<tbody><tr><td bgcolor="white" valign="middle" align="right">
<textarea name="textfield" cols="100" rows="15" style="width:540px; height:180px; border:1px solid #cfcfcf" class="forms2" readonly>
제1장 개인정보수집

책빵 개인정보를 수집하는 목적은 이용자의 신분을 확인하고 이용자 개개인의 특성에 맞추어 보다 다양하고 광범위한 맞춤 서비스를 제공하도록 하기 위한 것입니다. 따라서 '서비스'가 이용자에 대해 알고 있는 정보가 풍부하고 정확할수록 서비스로부터 이용자들에게 더욱 적절하고 유용한 서비스를 제공받으실 수 있습니다.

제 1조: 수집하는 개인 정보의 범위 및 항목

1.개인정보 수집 범위 :  "책빵"은 적법하고 공정한 수단에 의하여 본 서비스 계약의 성립 및 이행에 필요한 최소한의 개인정보만을 수집하며, 인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등 이용자의 기본적 인권을 현저하게 침해할 우려가 있는 개인정보는 이용자의 동의가 있거나 법률에 규정한 경우가 아니고는 수집하지 않습니다.

2. 개인정보 수집 항목 : 본 서비스를 위하여 수집하는 정보는 회원 등록시에 요청하는 이름, 주민등록번호, 성별, 생년월일, 우편번호, 주소 등과 같은 것들이 있습니다.
수집 방법은 이용자가 회원으로 가입할 때 본인 여부 확인을 위하여 개인의 이름, 주민등록번호 등의 정보를 제공하도록 요청하게 됩니다.
회원 등록을 하는 경우 이외에도 다음과 같은 경우에는 개인 정보를 요구할 수 있습니다. 이용자가 "책빵"에서 개최하는 각종 퀴즈, 경품 이벤트나 공모전 등과 같은 각종 프로모션 행사에 참여할 때, "책빵"를 통하여 물건을 구매할 때나 상품을 예약할 때, 게시판에 게시물 게재 등과 같이 서비스 이용을 위하여 정보 공개가 필요한 경우들이 해당됩니다.
이렇게 정보를 필요로 하는 때에는 이용자에게 정보 공개를 위한 허락을 받는 과정을 다시 한번 거치게 됩니다.
또한, 책빵과 직접 연락을 취하는 경우에도 신원 확인을 위한 개인 정보를 요구할 수 있습니다. 서비스 개선이나 연구를 위하여 설문조사를 실시하는 경우에도 개인 정보를 수집할 수 있습니다.
이런 경우에는 '개인정보 보호 정책' 페이지를 링크하여 이용자들이 반드시 '서비스'의 개인정보 보호 정책을 이해하고 참여할 수 있도록 하였습니다.

3. 이용자의 동의절차와 그 예외: "책빵"은 이용자의 개인정보를 수집하는 경우에 이용자의 서명날인, 전자서명, 전자우편, 동의함에 클릭하는 등의 이용자의 동의를 얻는 절차를 거칩니다.
 단, 다음 각호에 해당하는 경우에는 예외로 합니다.

1). 정보 통신망 이용촉진 등에 관한 법률 또는 기타 다른 법령 등에 특별한 규정이 있는 경우
2). 서비스 이용계약의 이행을 위하여 필요한 경우

제 2조 : 개인정보관련 기술적-관리적대책


1. 이용자들의 개인정보는 비밀번호에 의해 철저히 보호되고 있습니다.
"책빵" 회원 아이디(ID)와 비밀번호는 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
따라서 이용자 여러분께서는 비밀번호를 누구에게도 알려주시면 안됩니다.
이를 위해 "책빵" 에서는 기본적으로 PC에서의 사용을 마치신 후 온라인상에서 로그아웃 (LOG-OUT)하시고 웹브라우저를 종료하도록 권장합니다.
특히 다른 사람과 PC를 공유하여 사용하거나 공공장소(회사나 학교, 도서관, 인터넷 게임방 등)에서 이용한 경우에는 개인정보가 다른 사람에게 알려지는 것을 막기 위해 위와 같은 절차가 더욱 필요할 것입니다.

2. "책빵"은 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.
개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 노출되거나 손상되지 않도록 방지하고 있으며, 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 안정성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.


제3조 : 쿠키(cookie)의 운영에 관한 사항


1. "책빵"은 이용자들에게 원활한 서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 컴퓨터내의 하드디스크에 저장되기도 합니다.
이용자들은 "책빵"에 접속한 후 로그인(LOG-IN)하여 회원제 서비스를 이용하기 위해서는 쿠키를 허용하셔야 합니다.
"(주)책빵"은 이용자들에게 적합하고 보다 유용한 서비스를 제공하기 위해서 쿠키를 이용하여 아이디에 대한 정보를 찾아냅니다.
쿠키를 이용하여 이용자들이 방문한 "책빵"의 각 서비스에 대한 방문 및 이용형태, 이용자 규모 등을 파악하여 더욱 더 편리한 서비스를 만들어 제공할 수 있습니다.
이용자들은 쿠키에 대하여 사용여부를 선택할 수 있습니다. 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용할 수도 있고, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다.
다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 "책빵"의 일부 서비스는 이용할 수 없습니다.



제2장 개인정보보호정책의 개정


"책빵"은 이용자들의 사생활을 적극적, 효과적으로 보호하기 위하여 정보통신망 이용촉진 등에 관한법률 등 모든 관련법규를 준수하고자 본 개인 정보보호 정책을 만들어 실천하고 있으며 이러한 정책은 관련 법률 및 정부지침의 변경과 "책빵" 내부의 방침 및 사정에 따라 수시로 개정될 수 있습니다. 변경된 사항은 정기적으로 방문하셔서 내용을 확인하시기 바랍니다.



제3장 개인정보 변경 및 보유 기간


제1조 : 언제든지 이용자 께서는 가입하신 ID와 비밀번호를 사용하여 "책빵" 홈페이지에 있는 정보변경을 클릭하면 개인의 정보를 열람 또는 정정(수정)할 수 있습니다.
정보를 열람 및 정정(수정)시에는 항상 기존의 비밀번호나 새로운 비밀번호를 입력하셔야 합니다.


제2조 : 이용자가 "책빵"을 방문하여 자신의 개인정보에 대한 열람, 정정 또는 삭제를 요구하는 경우에는 "책빵"은 본인여부를 확인하고 지체없이 필요한 조치를 취합니다.
또한, 이용자는 위의 방법을 통하여 자신의 개인정보에 대한 열람, 정정 또는 삭제를 요청할 수 있고 "책빵"은 요청의 진위를 확인 후 지체 없이 필요한 조치를 취합니다.
이용자의 요청에 의해 해지 또는 삭제된 개인정보 그리고 개인정보의 수집목적 또는 제공받은 목적이 달성된 개인정보는 지체 없이 파기되고 어떠한 용도로도 열람 또는 이용할 수 없도록 처리됩니다.




제4장  제3자에 대한 정보제공


"책빵"은 법령에 근거한 다음의 경우를 제외하고는 제3자에게 개인정보를 제공하지 않습니다.


 제1조 : 금융실명거래및비밀보장에관한법률, 신용정보의이용및보호에관한법률, 전기통신기본법, 전기통신사업법,지방세법, 소비자보호법, 한국은행법, 형사소송법 등 법령에 특별한 규정이   있는 경우 (법령에 따라 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 개인정보를  제공하지 않으며, 법령에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우 에만 제공합니다.)

 제2조: 서비스 제공에 따른 요금정산을 위하여 필요한 경우

 제3조 : 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로써 특정 개인을 식별할 수 없는 형태로 제공하는 경우(이경우 홈페이지 공고를 통한 의견 수렴후 진행)



 제5장  수집하는 개인정보의 보유기간 및 이용기간


이용자가 "책빵"의 회원으로서 "(주)책빵"에서 제공하는 서비스를 이용하는 동안 "책빵"은
이용자들의 개인정보를 계속적으로 보유하며 서비스 제공 등을 위해 이용합니다.

다만, 다음과 같이 개인정보의 수집 목적 또는 제공받은 목적이 달성되면, 개인정보를 파기합니다.

1. 회원가입정보 : 회원가입을 탈퇴하거나 회원에서 제명된 때

2. 대금지급정보: 대금의 완제일 또는 채권소멸시효기간의 만료된 때

3. 배송정보 : 물품 또는 서비스가 인도되거나 제공된 때 (단, 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 예외로 합니다.)



제6장  추가정보


"책빵"에서는 개인정보를 고객 지원실에서 관리하며, 연락처는 다음과 같습니다.


고객지원실 : 
E-mail : leejw144@naver.com
</textarea></td></tr>
</tbody></table>
</body>
</html>