<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@page import="bookcafe.member.service.MemberVO"%>
<%@page import="java.util.Map"%>
<!DOCTYPE html>
<html lang="en">
<head>
</head>
<body>
<p>제1장 개인정보수집


책방이 개인정보를 수집하는 목적은 이용자의 신분을 확인하고 이용자 개개인의 특성에 맞추어 보다 다양하고 광범위한 맞춤 서비스를 제공하도록 하기 위한 것입니다. 따라서 '서비스'가 이용자에 대해 알고 있는 정보가 풍부하고 정확할수록 서비스로부터 이용자들에게 더욱 적절하고 유용한 서비스를 제공받으실 수 있습니다.

제 1조: 수집하는 개인 정보의 범위 및 항목


1.개인정보 수집 범위 :  "책방"은 적법하고 공정한 수단에 의하여 본 서비스 계약의 성립 및 이행에 필요한 최소한의 개인정보만을 수집하며, 인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등 이용자의 기본적 인권을 현저하게 침해할 우려가 있는 개인정보는 이용자의 동의가 있거나 법률에 규정한 경우가 아니고는 수집하지 않습니다.

2. 개인정보 수집 항목 : 본 서비스를 위하여 수집하는 정보는 회원 등록시에 요청하는 이름, 주민등록번호, 성별, 생년월일, 우편번호, 주소 등과 같은 것들이 있습니다.
수집 방법은 이용자가 회원으로 가입할 때 본인 여부 확인을 위하여 개인의 이름, 주민등록번호 등의 정보를 제공하도록 요청하게 됩니다.
회원 등록을 하는 경우 이외에도 다음과 같은 경우에는 개인 정보를 요구할 수 있습니다. 이용자가 "책방"에서 개최하는 각종 퀴즈, 경품 이벤트나 공모전 등과 같은 각종 프로모션 행사에 참여할 때, "책방"를 통하여 물건을 구매할 때나 상품을 예약할 때, 게시판에 게시물 게재 등과 같이 서비스 이용을 위하여 정보 공개가 필요한 경우들이 해당됩니다.
이렇게 정보를 필요로 하는 때에는 이용자에게 정보 공개를 위한 허락을 받는 과정을 다시 한번 거치게 됩니다.
또한, 책방과 직접 연락을 취하는 경우에도 신원 확인을 위한 개인 정보를 요구할 수 있습니다. 서비스 개선이나 연구를 위하여 설문조사를 실시하는 경우에도 개인 정보를 수집할 수 있습니다.
이런 경우에는 '개인정보 보호 정책' 페이지를 링크하여 이용자들이 반드시 '서비스'의 개인정보 보호 정책을 이해하고 참여할 수 있도록 하였습니다.

3. 이용자의 동의절차와 그 예외: "책방"은 이용자의 개인정보를 수집하는 경우에 이용자의 서명날인, 전자서명, 전자우편, 동의함에 클릭하는 등의 이용자의 동의를 얻는 절차를 거칩니다.
 단, 다음 각호에 해당하는 경우에는 예외로 합니다.

1). 정보 통신망 이용촉진 등에 관한 법률 또는 기타 다른 법령 등에 특별한 규정이 있는 경우
2). 서비스 이용계약의 이행을 위하여 필요한 경우

제 2조 : 개인정보관련 기술적-관리적대책


1. 이용자들의 개인정보는 비밀번호에 의해 철저히 보호되고 있습니다.
"책방" 회원 아이디(ID)와 비밀번호는 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
따라서 이용자 여러분께서는 비밀번호를 누구에게도 알려주시면 안됩니다.
이를 위해 "책방" 에서는 기본적으로 PC에서의 사용을 마치신 후 온라인상에서 로그아웃 (LOG-OUT)하시고 웹브라우저를 종료하도록 권장합니다.
특히 다른 사람과 PC를 공유하여 사용하거나 공공장소(회사나 학교, 도서관, 인터넷 게임방 등)에서 이용한 경우에는 개인정보가 다른 사람에게 알려지는 것을 막기 위해 위와 같은 절차가 더욱 필요할 것입니다.

2. "책방"은 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.
개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 노출되거나 손상되지 않도록 방지하고 있으며, 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 안정성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.


제3조 : 쿠키(cookie)의 운영에 관한 사항


1. "책방"은 이용자들에게 원활한 서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 컴퓨터내의 하드디스크에 저장되기도 합니다.
이용자들은 "책방"에 접속한 후 로그인(LOG-IN)하여 회원제 서비스를 이용하기 위해서는 쿠키를 허용하셔야 합니다.
"책방"은 이용자들에게 적합하고 보다 유용한 서비스를 제공하기 위해서 쿠키를 이용하여 아이디에 대한 정보를 찾아냅니다.
쿠키를 이용하여 이용자들이 방문한 "책방"의 각 서비스에 대한 방문 및 이용형태, 이용자 규모 등을 파악하여 더욱 더 편리한 서비스를 만들어 제공할 수 있습니다.
이용자들은 쿠키에 대하여 사용여부를 선택할 수 있습니다. 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용할 수도 있고, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다.
다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 "책방"의 일부 서비스는 이용할 수 없습니다.



제2장 개인정보보호정책의 개정


"책방"은 이용자들의 사생활을 적극적, 효과적으로 보호하기 위하여 정보통신망 이용촉진 등에 관한법률 등 모든 관련법규를 준수하고자 본 개인 정보보호 정책을 만들어 실천하고 있으며 이러한 정책은 관련 법률 및 정부지침의 변경과 "책방" 내부의 방침 및 사정에 따라 수시로 개정될 수 있습니다. 변경된 사항은 정기적으로 방문하셔서 내용을 확인하시기 바랍니다.



제3장 개인정보 변경 및 보유 기간


제1조 : 언제든지 이용자 께서는 가입하신 ID와 비밀번호를 사용하여 "책방" 홈페이지에 있는 정보변경을 클릭하면 개인의 정보를 열람 또는 정정(수정)할 수 있습니다.
정보를 열람 및 정정(수정)시에는 항상 기존의 비밀번호나 새로운 비밀번호를 입력하셔야 합니다.


제2조 : 이용자가 "책방"을 방문하여 자신의 개인정보에 대한 열람, 정정 또는 삭제를 요구하는 경우에는 "책방"은 본인여부를 확인하고 지체없이 필요한 조치를 취합니다.
또한, 이용자는 위의 방법을 통하여 자신의 개인정보에 대한 열람, 정정 또는 삭제를 요청할 수 있고 "책방"은 요청의 진위를 확인 후 지체 없이 필요한 조치를 취합니다.
이용자의 요청에 의해 해지 또는 삭제된 개인정보 그리고 개인정보의 수집목적 또는 제공받은 목적이 달성된 개인정보는 지체 없이 파기되고 어떠한 용도로도 열람 또는 이용할 수 없도록 처리됩니다.




제4장  제3자에 대한 정보제공


"책방"은 법령에 근거한 다음의 경우를 제외하고는 제3자에게 개인정보를 제공하지 않습니다.


 제1조 : 금융실명거래및비밀보장에관한법률, 신용정보의이용및보호에관한법률, 전기통신기본법, 전기통신사업법,지방세법, 소비자보호법, 한국은행법, 형사소송법 등 법령에 특별한 규정이   있는 경우 (법령에 따라 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 개인정보를  제공하지 않으며, 법령에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우 에만 제공합니다.)

 제2조: 서비스 제공에 따른 요금정산을 위하여 필요한 경우

 제3조 : 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로써 특정 개인을 식별할 수 없는 형태로 제공하는 경우(이경우 홈페이지 공고를 통한 의견 수렴후 진행)



 제5장  수집하는 개인정보의 보유기간 및 이용기간


이용자가 "책방"의 회원으로서 "책방"에서 제공하는 서비스를 이용하는 동안 "책방"은
이용자들의 개인정보를 계속적으로 보유하며 서비스 제공 등을 위해 이용합니다.

다만, 다음과 같이 개인정보의 수집 목적 또는 제공받은 목적이 달성되면, 개인정보를 파기합니다.

1. 회원가입정보 : 회원가입을 탈퇴하거나 회원에서 제명된 때

2. 대금지급정보: 대금의 완제일 또는 채권소멸시효기간의 만료된 때

3. 배송정보 : 물품 또는 서비스가 인도되거나 제공된 때 (단, 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 예외로 합니다.)



제6장  추가정보


"책방"에서는 개인정보를 고객 지원실에서 관리하며, 연락처는 다음과 같습니다.


고객지원실 : 
E-mail : leejw144@naver.com</p>
</body>
</html>
